adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alsa-utils
amd-ucode
ananicy
android-studio
android-tools
apparmor
appstream-qt
arch-install-scripts
archlinux-artwork
archlinux-wallpaper
autoconf
automake
base
bash-completion
bc
bison
bitwarden
bleachbit
capitaine-cursors
ccache
chrome-gnome-shell
chromeos-gtk-theme-git
chromium
cifs-utils
clamtk
cmatrix
deemix-gui-git
dialog
dmg2img
dnsmasq
docker
docker-compose
dotnet-sdk
duckstation-git
ebook-tools
editorconfig-core-c
edk2-ovmf
efibootmgr
exfat-utils
firefox
firestorm-bin
firewalld
flatpak
flex
fuseiso
gcc
gdm
geary
gedit
gimp
github-desktop-bin
gnome-backgrounds
gnome-control-center
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-arch-update
gnome-shell-extension-bluetooth-quick-connect
gnome-shell-extension-dash-to-panel
gnome-shell-extension-desktop-icons-ng
gnome-shell-extension-gamemode-git
gnome-shell-extension-gsconnect
gnome-shell-extension-openweather
gnome-tweaks
gperf
groff
gstreamer-vaapi
gvfs
gvfs-google
gvfs-mtp
gvfs-smb
haveged
inetutils
intel-media-driver
intel-ucode
iotop
jre-openjdk
kitty
lib32-gamemode
lib32-libappindicator-gtk2
lib32-libappindicator-gtk3
lib32-librtmp0
lib32-libva
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-ncurses5-compat-libs
lib32-openal
lib32-pipewire-v4l2
lib32-sdl2_image
libaccounts-qt
libappindicator-gtk2
libdbusmenu-qt5
libdmtx
libfakekey
libidn11
libqaccessibilityclient
libqalculate
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvdpau-va-gl
libxres
linux
linux-firmware
linux-firmware-whence
linux-hardened
linux-hardened-headers
linux-lts
linux-lts-headers
linux-tkg
linux-tkg-headers
linux-zen
linux-zen-headers
lutris
make
media-player-info
modprobed-db
mokutil
mpv
nasm
nautilus
neofetch
networkmanager
nextcloud-client
nmap
noto-fonts-emoji
ntfs-3g
nyancat
pacutils
papirus-icon-theme
patch
pcsx2-git
perl-switch
pkgconf
plymouth-theme-arch-logo-new
polkit-qt5
poppler-qt5
power-profiles-daemon
ppsspp-git
preloader-signed
proton-ge-custom-updater
psensor-git
pulseaudio-qt
python-six
qca-qt5
qemu-desktop
qt5-quickcontrols
qt5-sensors
qt5-webengine
qt5ct
reflector
remmina
rpcs3-bin
samsung-ssd-dc-toolkit
scrcpy-git
sdl_ttf
seahorse
squashfs-tools
sshfs
steam
sudo
swtpm
syncthing

transmission-gtk
ttf-hack
vim
virt-manager
vkd3d
vscodium-bin
vulkan-mesa-layers
wget
whatsapp-for-linux
wine-gecko
wine-mono
winetricks
wol
xdelta3
xdg-user-dirs
xf86-input-evdev
xf86-video-intel
xorg-fonts-type1
xorg-xclipboard
xorg-xinit
xorg-xsetroot
xsettingsd
xterm
yay
zip
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
