a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
ananicy
android-studio
android-tools
android-udev
aom
aosp-devel
apparmor
appstream
appstream-glib
appstream-qt
archlinux-artwork
archlinux-keyring
archlinux-wallpaper
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audit
autoconf
automake
avahi
ayatana-ido
babl
baloo
baloo-widgets
base
bash
bash-completion
bc
bchunk
binutils
birdtray
bison
bitwarden
blas
bluedevil
bluez
bluez-libs
bluez-qt
boost-libs
botan
box2d
breeze
breeze-icons
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
capitaine-cursors
ccache
cdparanoia
chromaprint
chromium
cifs-utils
clucene
cmatrix
containerd
convertlit
coreutils
cpio
cracklib
cronie
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dialog
diffutils
dmg2img
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dolphin
dosfstools
double-conversion
dtc
duckstation-git
e2fsprogs
ebook-tools
editorconfig-core-c
edk2-ovmf
efibootmgr
efivar
electron16
enchant
exfat-utils
exiv2
expat
faac
faad2
fakeroot
faudio
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
firewalld
flac
flatbuffers
flatpak
flex
fluidsynth
fontconfig
frameworkintegration
freetype2
fribidi
fuse-common
fuse2
fuse3
fuseiso
gamemode
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghostscript
giflib
gimp
git
github-desktop-bin
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-disk-utility
gnome-keyring
gnupg
gnutls
gobject-introspection-runtime
gperf
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm3
gtksourceview4
gts
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
haveged
hicolor-icon-theme
hidapi
hiredis
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
intel-gmmlib
intel-hybrid-codec-driver
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jemalloc
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
kaccounts-integration
kaccounts-providers
kactivities
kactivities-stats
kactivitymanagerd
karchive
kate
kauth
kbd
kbookmarks
kcalendarcore
kcmutils
kcodecs
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdeconnect
kdecoration
kded
kdelibs4support
kdesu
kdialog
kdnssd
kdsoap
kdsoap-ws-discovery-client
kemoticons
keyutils
kfilemetadata
kglobalaccel
kguiaddons
kholidays
ki18n
kiconthemes
kidletime
kimageannotator
kio
kio-extras
kio-fuse
kio-gdrive
kirigami2
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmenuedit
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpeople
kpeoplevcard
kpty
kquickcharts
krb5
krunner
kscreen
kscreenlocker
kservice
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kwallet
kwayland
kwayland-server
kwidgetsaddons
kwin
kwindowsystem
kxmlgui
l-smash
lame
lapack
layer-shell-qt
lcms2
ldb
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-attr
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gamemode
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-librtmp0
lib32-libsm
lib32-libssh2
lib32-libtasn1
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libva-intel-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-ncurses5-compat-libs
lib32-nettle
lib32-nspr
lib32-nss
lib32-openal
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre
lib32-pipewire
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-readline
lib32-sdl2
lib32-sdl2_image
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libb64
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmrt
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdispatch
libdmtx
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgexiv2
libglvnd
libgme
libgpg-error
libgtop
libgudev
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn11
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libkate
libkgapi
libkipi
libksba
libkscreen
libksysguard
liblangtag
libldac
libldap
liblqr
liblrdf
libltc
libmanette
libmbim
libmd
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnatpmp
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libnss_nis
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libva
libva-intel-driver-hybrid
libvdpau
libvdpau-va-gl
libvirt
libvirt-glib
libvirt-python
libvisio
libvisual
libvncserver
libvorbis
libvpx
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-hardened
linux-hardened-headers
linux-lts
linux-lts-headers
linux-tkg
linux-tkg-headers
linux-zen
linux-zen-headers
llvm-libs
lm_sensors
lmdb
lpsolve
lsb-release
lsof
lua
luajit
luit
lutris
lv2
lvm2
lz4
lzo
m4
mailcap
make
mariadb-clients
mariadb-libs
md4c
mdadm
media-player-info
mesa
mesa-utils
metis
milou
miniupnpc
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
modprobed-db
mpfr
mpg123
mpv
mtdev
mujs
mymc
mypaint-brushes1
ncompress
ncurses
ncurses5-compat-libs
ndctl
neofetch
neon
netpbm
nettle
networkmanager
networkmanager-qt
nftables
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numactl
nyancat
openal
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
opus
orc
osinfo-db
ostree
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
papirus-icon-theme
parted
patch
pciutils
pcre
pcre2
pcsx2-git
perl
perl-error
perl-mailtools
perl-switch
perl-timedate
phodav
phonon-qt5
phonon-qt5-gstreamer
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
pixman
pkgconf
plasma-desktop
plasma-framework
plasma-integration
plasma-nm
plasma-pa
plasma-workspace
plymouth
plymouth-theme-arch-logo-new
polkit
polkit-kde-agent
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
power-profiles-daemon
powerdevil
ppp
ppsspp-common-git
ppsspp-git
preloader-signed
prison
procps-ng
protobuf
proton-ge-custom-updater
psensor
psmisc
pugixml
pulseaudio-qt
purpose
python
python-appdirs
python-cairo
python-chardet
python-distro
python-dnspython
python-evdev
python-gobject
python-idna
python-importlib-metadata
python-lxml
python-markdown
python-more-itertools
python-ordered-set
python-packaging
python-pillow
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-requests
python-setuptools
python-six
python-urllib3
python-yaml
python-zipp
python2
python2-wxpython3
qca-qt5
qemu
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
rapidyaml-git
raptor
rasqal
rav1e
re2
readline
redland
reflector
remmina
repo
rest
rnnoise
rpcs3-bin
rsync
rtkit
rtmpdump
rubberband
run-parts
runc
sbc
schedtool
scrcpy
sddm
sddm-kcm
sdl
sdl2
sdl2_image
sdl_ttf
seabios
sed
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
smbclient
snappy
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
spandsp
spectacle
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
squashfs-tools
sratom
srt
sshfs
steam
sudo
suitesparse
svt-av1
svt-hevc
swtpm
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tcl
tdb
telegram-desktop
tevent
texinfo
thin-provisioning-tools
threadweaver
thunderbird
tk
tpm2-tss
tracker3
transmission-cli
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-liberation
ttf-opensans
twolame
tzdata
uchardet
udisks2
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
vkd3d
vmaf
volume_key
vscodium-bin
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
wavpack
wayland
webkit2gtk
webrtc-audio-processing
wget
whatsapp-for-linux
which
wildmidi
wine-gecko
wine-mono
wine-staging
winetricks
wireplumber
woff2
wol
wolfssl
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk3
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdelta3
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-evdev
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-fonts-type1
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xclipboard
xorg-xgamma
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xsettingsd
xterm
xvidcore
xxhash
xz
yajl
yay
zbar
zenity
zeromq
zimg
zip
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
