adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alsa-plugins
alsa-utils
amd-ucode
ananicy
apparmor
arch-install-scripts
archlinux-artwork
archlinux-wallpaper
autoconf
automake
base
bchunk
bison
bitwarden
bleachbit
bluez
bluez-libs
bridge-utils
capitaine-cursors
chrome-gnome-shell
chromeos-gtk-theme-git
chromium
clamtk
cmatrix
cronie
deemix-gui-git
dnsmasq
dosfstools
dotnet-runtime
duckstation-git
edk2-ovmf
efibootmgr
exfat-utils
fakeroot
firefox
firestorm-bin
firewalld
flatpak
flex
fuse2
fuse3
fuseiso
gcc
gdm
geary
gedit
gimp
git
github-desktop-bin
gnome-backgrounds
gnome-control-center
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-arch-update
gnome-shell-extension-caffeine-git
gnome-shell-extension-dash-to-panel
gnome-shell-extension-desktop-icons-ng
gnome-shell-extension-gamemode-git
gnome-shell-extension-gsconnect
gnome-shell-extension-openweather
gnome-shell-extension-vitals
gnome-tweaks
gptfdisk
groff
gsfonts
gstreamer-vaapi
gvfs
gvfs-google
gvfs-mtp
gvfs-smb
haveged
intel-media-driver
intel-ucode
iotop
jre-openjdk
kitty
lib32-gamemode
lib32-gst-plugins-base-libs
lib32-libappindicator-gtk2
lib32-libappindicator-gtk3
lib32-libva
lib32-libva-intel-driver
lib32-ncurses5-compat-libs
lib32-openal
lib32-vkd3d
libappindicator-gtk2
libappindicator-gtk3
libnewt
libreoffice-fresh
libva-intel-driver
libvdpau-va-gl
linux
linux-firmware
linux-hardened
linux-hardened-headers
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lsb-release
lutris
m4
make
mangohud-git
modprobed-db
mpv
mtpfs
nautilus
neofetch
networkmanager
ntfs-3g
ntp
pacman-contrib
papirus-icon-theme
patch
pcsx2-git
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
pkgconf
plymouth-theme-arch-logo-new
power-profiles-daemon
preloader-signed
python-pyqt5
qemu-base
qt5ct
rpcs3-bin
samba
scrcpy
sdl_ttf
sshfs
steam
sudo
swtpm
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
vim
virt-manager
vkd3d
vscodium-bin
wget
whatsapp-for-linux
which
wine-gecko
wine-mono
wine-staging
winetricks
wol
xdg-user-dirs
xf86-input-evdev
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xorg-fonts-type1
xterm
yay
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
